# core packages
brew "ag"
brew "autojump"
brew "coreutils"
brew "ffmpeg"
brew "git-cal"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "rbenv"
brew "rbenv-gemset"
brew "ruby-build"
brew "terminal-notifier"
brew "tree"
brew "wget"

# quicklook
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "suspicious-package"
