# core packages
brew "autojump"
brew "bat"
brew "broot"
brew "coreutils"
brew "duti"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "git-cal"
brew "handbrake"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "rbenv"
brew "rbenv-gemset"
brew "ripgrep"
brew "ruby-build"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "wget"
brew "MisterTea/et/et"

cask "monitorcontrol" # 1.7.0
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "suspicious-package"

tap "teamookla/speedtest"
brew "speedtest"
